/* No comment provided by engineer. */
"GCDAsyncSocketClosedError" = "Socket er lukket fra den anden side";

/* No comment provided by engineer. */
"GCDAsyncSocketConnectTimeoutError" = "Timeout er overskredet";

/* No comment provided by engineer. */
"GCDAsyncSocketReadMaxedOutError" = "Læs operation har nået maksimal længde";

/* No comment provided by engineer. */
"GCDAsyncSocketReadTimeoutError" = "Timeout under læsning";

/* No comment provided by engineer. */
"GCDAsyncSocketWriteTimeoutError" = "Timeout under skrivning";

